export const MOCK = [
  {
    id: "1",
    text: "Россия, Краснодарский край, Новороссийск",
  },
  {
    id: "2",
    text: "Россия, Краснодарский край, Але",
  },
  {
    id: "3",
    text: "Россия, Краснодарский край, 52",
  },
  {
    id: "4",
    text: "Россия, Краснодарский край, че каво",
  },
  {
    id: "5",
    text: "Россия, Краснодарский край, йоууу",
  },
  {
    id: "6",
    text: "Россия, Краснодарский край, иуууу",
  },
  {
    id: "7",
    text: "Россия, Краснодарский край, абоба",
  },
];

export const MOCK2 = MOCK.map((mock) => mock.text);
